{"id": "0", "text": "The Analysis of Spatial Association by Use of Distance Statistics.Introduced in this paper is a family of statistics, G, that can be used as a measure of spatial association in a number of circumstances. The basic statistic is derived, its properties are identified, and its advantages explained. Several of the G statistics make it possible to evaluate the spatial association of a variable within a specified distance of a single point. A comparison is made between a general G statistic and Moran's I for similar hypothetical and empirical conditions. The empirical work includes studies of sudden infant death syndrome by county in North Carolina and dwelling unit prices in metropolitan San Diego by zip‐code districts. Results indicate that G statistics should be used in conjunction with I in order to identify characteristics of patterns not revealed by the I statistic alone and, specifically, the Gi and Gi* statistics enable us to detect local “pockets” of dependence that may not show up when using global statistics. 1992 The Ohio State University.Global assessment of nitrogen deposition effects on terrestrial plant diversity: A synthesis.Atmospheric nitrogen (N) deposition is a recognized threat to plant diversity in temperate and northern parts of Europe and North America. This paper assesses evidence from field experiments for N deposition effects and thresholds for terrestrial plant diversity protection across a latitudinal range of main categories of ecosystems, from arctic and boreal systems to tropical forests. Current thinking on the mechanisms of N deposition effects on plant diversity, the global distribution of G200 ecoregions, and current and future (2030) estimates of atmospheric N-deposition rates are then used to identify the risks to plant diversity in all major ecosystem types now and in the future. This synthesis paper clearly shows that N accumulation is the main driver of changes to species composition across the whole range of different ecosystem types by driving the competitive interactions that lead to composition change and/or making conditions unfavorable for some species. Other effects such as direct toxicity of nitrogen gases and aerosols, long-term negative effects of increased ammonium and ammonia availability, soil-mediated effects of acidification, and secondary stress and disturbance are more ecosystem- and site-specific and often play a supporting role. N deposition effects in mediterranean ecosystems have now been identified, leading to a first estimate of an effect threshold. Importantly, ecosystems thought of as not N limited, such as tropical and subtropical systems, may be more vulnerable in the regeneration phase, in situations where heterogeneity in N availability is reduced by atmospheric N deposition, on sandy soils, or in montane areas. Critical loads are effect thresholds for N deposition, and the critical load concept has helped European governments make progress toward reducing N loads on sensitive ecosystems. More needs to be done in Europe and North America, especially for the more sensitive ecosystem types, including several ecosystems of high conservation importance. The results of this assessment show that the vulnerable regions outside Europe and North America which have not received enough attention are ecoregions in eastern and southern Asia (China, India), an important part of the mediterranean ecoregion (California, southern Europe), and in the coming decades several subtropical and tropical parts of Latin America and Africa. Reductions in plant diversity by increased atmospheric N deposition may be more widespread than first thought, and more targeted studies are required in low background areas, especially in the G200 ecoregions. © 2010 by the Ecological Society of America..Increasing shrub abundance in the Arctic.Plant community responses to experimental warming across the tundra biome.Recent observations of changes in some tundra ecosystems appear to be responses to a warming climate. Several experimental studies have shown that tundra plants and ecosystems can respond strongly to environmental change, including warming; however, most studies were limited to a single location and were of short duration and based on a variety of experimental designs. In addition, comparisons among studies are difficult because a variety of techniques have been used to achieve experimental warming and different measurements have been used to assess responses. We used metaanalysis on plant community measurements from standardized warming experiments at 11 locations across the tundra biome involved in the International Tundra Experiment. The passive warming treatment increased plant-level air temperature by 1-3°C, which is in the range of predicted and observed warming for tundra regions. Responses were rapid and detected in whole plant communities after only two growing seasons. Overall, warming increased height and cover of deciduous shrubs and graminoids, decreased cover of mosses and lichens, and decreased species diversity and evenness. These results predict that warming will cause a decline in biodiversity across a wide variety of tundra, at least in the short term. They also provide rigorous experimental evidence that recently observed increases in shrub cover in many tundra regions are in response to climate warming. These changes have important implications for processes and interactions within tundra ecosystems and between tundra and the atmosphere. © 2006 by The National Academy of Sciences of the USA..Progressive nitrogen limitation of ecosystem responses to rising atmospheric carbon dioxide.A highly controversial issue in global biogeochemistry is the regulation of terrestrial carbon (C) sequestration by soil nitrogen (N) availability. This controversy translates into great uncertainty in predicting future global terrestrial C sequestration. We propose a new framework that centers on the concept of progressive N limitation (PNL) for studying the interactions between C and N in terrestrial ecosystems. In PNL, available soil N becomes increasingly limiting as C and N are sequestered in long-lived plant biomass and soil organic matter. Our analysis focuses on the role of PNL in regulating ecosystem responses to rising atmospheric carbon dioxide concentration, but the concept applies to any perturbation that initially causes C and N to accumulate in organic forms. This article examines conditions under which PNL may or may not constrain net primary production and C sequestration in terrestrial ecosystems. While the PNL-centered framework has the potential to explain diverse experimental results and to help researchers integrate models and data, direct tests of the PNL hypothesis remain a great challenge to the research community..The evidence for shrub expansion in Northern Alaska and the Pan-Arctic.One expected response to climate warming in the Arctic is an increase in the abundance and extent of shrubs in tundra areas. Repeat photography shows that there has been an increase in shrub cover over the past 50 years in northern Alaska. Using 202 pairs of old and new oblique aerial photographs, we have found that across this region spanning 620 km east to west and 350 km north to south, alder, willow, and dwarf birch have been increasing, with the change most easily detected on hill slopes and valley bottoms. Plot and remote sensing studies from the same region using the normalized difference vegetation index are consistent with the photographic results and indicate that the smaller shrubs between valleys are also increasing. In Canada, Scandinavia, and parts of Russia, there is both plot and remote sensing evidence for shrub expansion. Combined with the Alaskan results, the evidence suggests that a pan-Arctic vegetation transition is underway. If continued, this transition will alter the fundamental architecture and function of this ecosystem with important ramifications for the climate, the biota, and humans. © 2006 Blackwell Publishing Ltd..Processes and impacts of Arctic amplification: A research synthesis.The past decade has seen substantial advances in understanding Arctic amplification - that trends and variability in surface air temperature tend to be larger in the Arctic region than for the Northern Hemisphere or globe as a whole. We provide a synthesis of research on Arctic amplification, starting with a historical context and then addressing recent insights into processes and key impacts, based on analysis of the instrumental record, modeling studies, and paleoclimate reconstructions. Arctic amplification is now recognized as an inherent characteristic of the global climate system, with multiple intertwined causes operating on a spectrum of spatial and temporal scales. These include, but are not limited to, changes in sea ice extent that impact heat fluxes between the ocean and the atmosphere, atmospheric and oceanic heat transports, cloud cover and water vapor that alter the longwave radiation flux to the surface, soot on snow and heightened black carbon aerosol concentrations. Strong warming over the Arctic Ocean during the past decade in autumn and winter, clearly associated with reduced sea ice extent, is but the most recent manifestation of the phenomenon. Indeed, periods of Arctic amplification are evident from analysis of both warm and cool periods over at least the past three million years. Arctic amplification being observed today is expected to become stronger in coming decades, invoking changes in atmospheric circulation, vegetation and the carbon cycle, with impacts both within and beyond the Arctic. © 2011..The Circumpolar Arctic vegetation map.Question: What are the major vegetation units in the Arctic, what is their composition, and how are they distributed among major bioclimate subzones and countries? Location: The Arctic tundra region, north of the tree line. Methods: A photo-interpretive approach was used to delineate the vegetation onto an Advanced Very High Resolution Radiometer (AVHRR) base image. Mapping experts within nine Arctic regions prepared draft maps using geographic information technology (ArcInfo) of their portion of the Arctic, and these were later synthesized to make the final map. Area analysis of the map was done according to bioclimate subzones, and country. The integrated mapping procedures resulted in other maps of vegetation, topography, soils, landscapes, lake cover, substrate pH, and above-ground biomass. Results: The final map was published at 1:7 500 000 scale map. Within the Arctic (total area = 7.11 x 106 km 2), about 5.05 × 106 km2 is vegetated. The remainder is ice covered. The map legend generally portrays the zonal vegetation within each map polygon. About 26% of the vegetated area is erect shrublands, 18% peaty graminoid tundras, 13% mountain complexes, 12% barrens, 11% mineral graminoid tundras, 11% prostrate-shrub tundras, and 7% wetlands. Canada has by far the most terrain in the High Arctic mostly associated with abundant barren types and prostrate dwarf-shrub tundra, whereas Russia has the largest area in the Low Arctic, predominantly low-shrub tundra. Conclusions: The CAVM is the first vegetation map of an entire global biome at a comparable resolution. The consistent treatment of the vegetation across the circumpolar Arctic, abundant ancillary material, and digital database should promote the application to numerous land-use, and climate-change applications and will make updating the map relatively easy. © IAVS; Opulus Press..Shrub expansion in tundra ecosystems: Dynamics, impacts and research priorities.Recent research using repeat photography, long-term ecological monitoring and dendrochronology has documented shrub expansion in arctic, high-latitude and alpine tundra ecosystems. Here, we (1)synthesize these findings, (2)present a conceptual framework that identifies mechanisms and constraints on shrub increase, (3)explore causes, feedbacks and implications of the increased shrub cover in tundra ecosystems, and (4)address potential lines of investigation for future research. Satellite observations from around the circumpolar Arctic, showing increased productivity, measured as changes in greenness, have coincided with a general rise in high-latitude air temperatures and have been partly attributed to increases in shrub cover. Studies indicate that warming temperatures, changes in snow cover, altered disturbance regimes as a result of permafrost thaw, tundra fires, and anthropogenic activities or changes in herbivory intensity are all contributing to observed changes in shrub abundance. Alarge-scale increase in shrub cover will change the structure of tundra ecosystems and alter energy fluxes, regional climate, soilatmosphere exchange of water, carbon and nutrients, and ecological interactions between species. In order to project future rates of shrub expansion and understand the feedbacks to ecosystem and climate processes, future research should investigate the species or trait-specific responses of shrubs to climate change including: (1)the temperature sensitivity of shrub growth, (2)factors controlling the recruitment of new individuals, and (3)the relative influence of the positive and negative feedbacks involved in shrub expansion. © 2011 IOP Publishing Ltd..Winter biological processes could help convert arctic tundra to shrubland.In arctic Alaska, air temperatures have warmed 0.5 degrees Celsius (°C) per decade for the past 30 years, with most of the warming coming in winter. Over the same period, shrub abundance has increased, perhaps a harbinger of a conversion of tundra to shrubland. Evidence suggests that winter biological processes are contributing to this conversion through a positive feedback that involves the snow-holding capacity of shrubs, the insulating properties of snow, a soil layer that has a high water content because it overlies nearly impermeable permafrost, and hardy microbes that can maintain metabolic activity at temperatures of-6°C or lower. Increasing shrub abundance leads to deeper snow, which promotes higher winter soil temperatures, greater microbial activity, and more plant-available nitrogen. High levels of soil nitrogen favor shrub growth the following summer. With climate models predicting continued warming, large areas of tundra could become converted to shrubland, with winter processes like those described here possibly playing a critical role..Global assessment of experimental climate warming on tundra vegetation: Heterogeneity over space and time.Understanding the sensitivity of tundra vegetation to climate warming is critical to forecasting future biodiversity and vegetation feedbacks to climate. In situ warming experiments accelerate climate change on a small scale to forecast responses of local plant communities. Limitations of this approach include the apparent site-specificity of results and uncertainty about the power of short-term studies to anticipate longer term change. We address these issues with a synthesis of 61 experimental warming studies, of up to 20years duration, in tundra sites worldwide. The response of plant groups to warming often differed with ambient summer temperature, soil moisture and experimental duration. Shrubs increased with warming only where ambient temperature was high, whereas graminoids increased primarily in the coldest study sites. Linear increases in effect size over time were frequently observed. There was little indication of saturating or accelerating effects, as would be predicted if negative or positive vegetation feedbacks were common. These results indicate that tundra vegetation exhibits strong regional variation in response to warming, and that in vulnerable regions, cumulative effects of long-term warming on tundra vegetation - and associated ecosystem consequences - have the potential to be much greater than we have observed to date. © 2011 Blackwell Publishing Ltd/CNRS..History and evolution of the arctic flora: In the footsteps of Eric Hultén.A major contribution to our initial understanding of the origin, history and biogeography of the present-day arctic flora was made by Eric Hultén in his landmark book Outline of the History of Arctic and Boreal Biota during the Quarternary Period, published in 1937. Here we review recent molecular and fossil evidence that has tested some of Hultén's proposals. There is now excellent fossil, molecular and phytogeographical evidence to support Hultén's proposal that Beringia was a major northern refugium for arctic plants throughout the Quaternary. In contrast, most molecular evidence fails to support his proposal that contemporary east and west Atlantic populations of circumarctic and amphi-Atlantic species have been separated throughout the Quaternary. In fact, populations of these species from opposite sides of the Atlantic are normally genetically very similar, thus the North Atlantic does not appear to have been a strong barrier to their dispersal during the Quaternary. Hultén made no detailed proposals on mechanisms of speciation in the Arctic; however, molecular studies have confirmed that many arctic plants are allopolyploid, and some of them most probably originated during the Holocene. Recurrent formation of polyploids from differentiated diploid or more low-ploid populations provides one explanation for the intriguing taxonomic complexity of the arctic flora, also noted by Hultén. In addition, population fragmentation during glacial periods may have lead to the formation of new sibling species at the diploid level. Despite the progress made since Hultén wrote his book, there remain large gaps in our knowledge of the history of the arctic flora, especially about the origins of the founding stocks of this flora which first appeared in the Arctic at the end of the Pliocene (approximately 3 Ma). Comprehensive analyses of the molecular phylogeography of arctic taxa and their relatives together with detailed fossil studies are required to fill these gaps..Plant functional types as predictors of transient responses of arctic vegetation to global change.The plant functional types (growth forms) traditionally recognized by arctic ecologists provide a useful framework for predicting vegetation responses to, and effects on, ecosystem processes. These functional types are similar to those objectively defined by cluster analysis based on traits expected to influence ecosystem processes. Principal components analysis showed that two major suites of traits (related to growth rate and woodiness) explain the grouping of species into functional types. These plant functional types are useful because they (1) influence many ecological processes (e.g. productivity, transpiration, and nutrient cycling) in similar ways, (2) predict both responses to and effects on environment, including disturbance regime, and (3) show no strong relationship with traits determining migratory ability (so that no functional type will be eliminated by climatic change simply because it cannot migrate). Circumstantial evidence for the ecological importance of these functional types comes from the distribution of types along environmental gradients and the known ecological effects of traits (e.g., effects of litter quality on decomposition and of plant height on winter albedo) that characterize each functional type. The paleorecord provides independent evidence that some of these functional types have responded predictably to past climatic changes. Field experiments also show that plant functional types respond predictably to changes in soil resources (water and nutrients) but less predictably to temperature. We suggest that evidence for the validity of arctic plant functional types is strong enough to warrant their use in regional models seeking to predict the transient response of arctic ecosystems to global change..Plot-scale evidence of tundra vegetation change and links to recent summer warming.Temperature is increasing at unprecedented rates across most of the tundra biome. Remote-sensing data indicate that contemporary climate warming has already resulted in increased productivity over much of the Arctic, but plot-based evidence for vegetation transformation is not widespread. We analysed change in tundra vegetation surveyed between 1980 and 2010 in 158 plant communities spread across 46 locations. We found biome-wide trends of increased height of the plant canopy and maximum observed plant height for most vascular growth forms; increased abundance of litter; increased abundance of evergreen, low-growing and tall shrubs; and decreased abundance of bare ground. Intersite comparisons indicated an association between the degree of summer warming and change in vascular plant abundance, with shrubs, forbs and rushes increasing with warming. However, the association was dependent on the climate zone, the moisture regime and the presence of permafrost. Our data provide plot-scale evidence linking changes in vascular plant abundance to local summer warming in widely dispersed tundra locations across the globe. © 2012 Macmillan Publishers Limited. All rights reserved..Russian Arctic warming and 'greening' are closely tracked by tundra shrub willows.Growth in arctic vegetation is generally expected to increase under a warming climate, particularly among deciduous shrubs. We analyzed annual ring growth for an abundant and nearly circumpolar erect willow (Salix lanata L.) from the coastal zone of the northwest Russian Arctic (Nenets Autonomous Okrug). The resulting chronology is strongly related to summer temperature for the period 1942-2005. Remarkably high correlations occur at long distances (>1600 km) across the tundra and taiga zones of West Siberia and Eastern Europe. We also found a clear relationship with photosynthetic activity for upland vegetation at a regional scale for the period 1981-2005, confirming a parallel 'greening' trend reported for similarly warming North American portions of the tundra biome. The standardized growth curve suggests a significant increase in shrub willow growth over the last six decades. These findings are in line with field and remote sensing studies that have assigned a strong shrub component to the reported greening signal since the early 1980s. Furthermore, the growth trend agrees with qualitative observations by nomadic Nenets reindeer herders of recent increases in willow size in the region. The quality of the chronology as a climate proxy is exceptional. Given its wide geographic distribution and the ready preservation of wood in permafrost, S. lanata L. has great potential for extended temperature reconstructions in remote areas across the Arctic. © 2009 Blackwell Publishing Ltd..Shrub expansion may reduce summer permafrost thaw in Siberian tundra.Climate change is expected to cause extensive vegetation changes in the Arctic: deciduous shrubs are already expanding, in response to climate warming. The results from transect studies suggest that increasing shrub cover will impact significantly on the surface energy balance. However, little is known about the direct effects of shrub cover on permafrost thaw during summer. We experimentally quantified the influence of Betula nana cover on permafrost thaw in a moist tundra site in northeast Siberia with continuous permafrost. We measured the thaw depth of the soil, also called the active layer thickness (ALT), ground heat flux and net radiation in 10 m diameter plots with natural B. nana cover (control plots) and in plots in which B. nana was removed (removal plots). Removal of B. nana increased ALT by 9% on average late in the growing season, compared with control plots. Differences in ALT correlated well with differences in ground heat flux between the control plots and B. nana removal plots. In the undisturbed control plots, we found an inverse correlation between B. nana cover and late growing season ALT. These results suggest that the expected expansion of deciduous shrubs in the Arctic region, triggered by climate warming, may reduce summer permafrost thaw. Increased shrub growth may thus partially offset further permafrost degradation by future temperature increases. Permafrost models need to include a dynamic vegetation component to accurately predict future permafrost thaw. © 2009 Blackwell Publishing Ltd..High resilience in the Yamal-Nenets social-ecological system, West Siberian Arctic, Russia.Tundra ecosystems are vulnerable to hydrocarbon development, in part because small-scale, low-intensity disturbances can affect vegetation, permafrost soils, and wildlife out of proportion to their spatial extent. Scaling up to include human residents, tightly integrated arctic social-ecological systems (SESs) are believed similarly susceptible to industrial impacts and climate change. In contrast to northern Alaska and Canada, most terrestrial and aquatic components of West Siberian oil and gas fields are seasonally exploited by migratory herders, hunters, fishers, and domesticated reindeer (Rangifer tarandus L.). Despite anthropogenic fragmentation and transformation of a large proportion of the environment, recent socioeconomic upheaval, and pronounced climate warming, we find the Yamal-Nenets SES highly resilient according to a few key measures. We detail the remarkable extent to which the system has successfully reorganized in response to recent shocks and evaluate the limits of the system's capacity to respond. Our analytical approach combines quantitative methods with participant observation to understand the overall effects of rapid land use and climate change at the level of the entire Yamal system, detect thresholds crossed using surrogates, and identify potential traps. Institutional constraints and drivers were as important as the documented ecological changes. Particularly crucial to success is the unfettered movement of people and animals in space and time, which allows them to alternately avoid or exploit a wide range of natural and anthropogenic habitats. However, expansion of infrastructure, concomitant terrestrial and freshwater ecosystem degradation, climate change, and a massive influx of workers underway present a looming threat to future resilience..Effect of climate and CO2 changes on the greening of the Northern Hemisphere over the past two decades.Study of the effect of current climate changes on vegetation growth, and their spatial patterns improves our understanding of the interactions between terrestrial ecosystems and climatic systems. This paper explores the spatial patterns of vegetation growth responding to climate variability over Northern Hemisphere (&gt;25°N) from 1980 to 2000 using a mechanistic terrestrial carbon model. The results indicate that changes in climate and atmospheric CO2 likely function as dominant controllers for the greening trend during the study period. At the continental scale, atmospheric CO2, temperature, and precipitation account for 49%, 31%, and 13% of the increase in growing season LAI, respectively, but their relative role is not constant across the study area. The increase in vegetation activity in most of Siberia is associated with warming, while that in central North America is primarily explained by the precipitation change. The model simulation also suggests that the regression slope of LAI to temperature increases with soil moisture, but decreases with temperature. This implies that the contribution of rising temperature to the current enhanced greening trend will weaken or even disappear under continued global warming. We also find that the effects of both vegetation precipitation use efficiency and atmospheric CO2 fertilization on the greening trend increase as soil moisture becomes limiting. Copyright 2006 by the American Geophysical Union..Climate sensitivity of shrub growth across the tundra biome.Rapid climate warming in the tundra biome has been linked to increasing shrub dominance. Shrub expansion can modify climate by altering surface albedo, energy and water balance, and permafrost, yet the drivers of shrub growth remain poorly understood. Dendroecological data consisting of multi-decadal time series of annual shrub growth provide an underused resource to explore climate-growth relationships. Here, we analyse circumpolar data from 37 Arctic and alpine sites in 9 countries, including 25 species, and â 1/442,000 annual growth records from 1,821 individuals. Our analyses demonstrate that the sensitivity of shrub growth to climate was: (1) heterogeneous, with European sites showing greater summer temperature sensitivity than North American sites, and (2) higher at sites with greater soil moisture and for taller shrubs (for example, alders and willows) growing at their northern or upper elevational range edges. Across latitude, climate sensitivity of growth was greatest at the boundary between the Low and High Arctic, where permafrost is thawing and most of the global permafrost soil carbon pool is stored. The observed variation in climate-shrub growth relationships should be incorporated into Earth system models to improve future projections of climate change impacts across the tundra biome. © 2015 Macmillan Publishers Limited..Progressive N limitation in forests: review and implications for long-term responses to elevated CO2.Field studies have shown that elevated CO2 can cause increased forest growth over the short term (&lt;6 years) even in the face of N limitation. This is facilitated to some degree by greater biomass production per unit N uptake (lower tissue N concentrations), but more often than not, N uptake is increased with elevated CO2 as well. Some studies also show that N sequestration in the forest floor is increased with elevated CO 2. These findings raise the questions of where the \"extra\" N comes from and how long such growth increases can continue without being truncated by progressive N limitation (PNL). This paper reviews some of the early nutrient cycling literature that describes PNL during forest stand development and attempts to use this information, along with recent developments in soil N research, to put the issue of PNL with elevated CO2 into perspective. Some of the early studies indicated that trees can effectively \"mine\" N from soils over the long term, and more recent developments in soil N cycling research suggest mechanisms by which this might have occurred. However, both the early nutrient cycling literature and more recent simulation modeling suggest that PNL will at some point truncate the observed increases in growth and nutrient uptake with elevated CO2, unless external inputs of N are increased by either N fixation or atmospheric deposition. © 2006 by the Ecological Society of America..Dynamics of aboveground phytomass of the circumpolar Arctic tundra during the past three decades.Numerous studies have evaluated the dynamics of Arctic tundra vegetation throughout the past few decades, using remotely sensed proxies of vegetation, such as the normalized difference vegetation index (NDVI). While extremely useful, these coarse-scale satellite-derived measurements give us minimal information with regard to how these changes are being expressed on the ground, in terms of tundra structure and function. In this analysis, we used a strong regression model between NDVI and aboveground tundra phytomass, developed from extensive field-harvested measurements of vegetation biomass, to estimate the biomass dynamics of the circumpolar Arctic tundra over the period of continuous satellite records (1982-2010). We found that the southernmost tundra subzones (C-E) dominate the increases in biomass, ranging from 20 to 26%, although there was a high degree of heterogeneity across regions, floristic provinces, and vegetation types. The estimated increase in carbon of the aboveground live vegetation of 0.40PgC over the past three decades is substantial, although quite small relative to anthropogenic C emissions. However, a 19.8% average increase in aboveground biomass has major implications for nearly all aspects of tundra ecosystems including hydrology, active layer depths, permafrost regimes, wildlife and human use of Arctic landscapes. While spatially extensive on-the-ground measurements of tundra biomass were conducted in the development of this analysis, validation is still impossible without more repeated, long-term monitoring of Arctic tundra biomass in the field. © 2012 IOP Publishing Ltd..Eurasian Arctic greening reveals teleconnections and the potential for structurally novel ecosystems.Arctic warming has been linked to observed increases in tundra shrub cover and growth in recent decades on the basis of significant relationships between deciduous shrub growth/biomass and temperature. These vegetation trends have been linked to Arctic sea-ice decline and thus to the sea-ice/albedo feedback known as Arctic amplification. However, the interactions between climate, sea ice and tundra vegetation remain poorly understood. Here we reveal a 50-year growth response over a >100,000ĝ€‰km 2 area to a rise in summer temperature for alder (Alnus) and willow (Salix), the most abundant shrub genera respectively at and north of the continental treeline. We demonstrate that whereas plant productivity is related to sea ice in late spring, the growing season peak responds to persistent synoptic-scale air masses over West Siberia associated with Fennoscandian weather systems through the Rossby wave train. Substrate is important for biomass accumulation, yet a strong correlation between growth and temperature encompasses all observed soil types. Vegetation is especially responsive to temperature in early summer. These results have significant implications for modelling present and future Low Arctic vegetation responses to climate change, and emphasize the potential for structurally novel ecosystems to emerge from within the tundra zone. © 2012 Macmillan Publishers Limited. All rights reserved..Floristic division of the Arctic.Abstract: The progress in the floristic study of the circumpolar Arctic since the 1940s is summarized and a new floristic division of this region is presented. The treeless areas of the North Atlantic and North Pacific with an oceanic climate, absence of permafrost and a very high proportion of boreal taxa are excluded from the Arctic proper. It is argued that the Arctic deserves the status of a floristic region. The tundra zone and some oceanic areas are divided into subzones according to their flora and vegetation. Two groups of subzones are recognized: the Arctic group (including the Arctic tundras proper and the High Arctic) and the Hypoarctic group. The Arctic phytochorion is floristically divided into sectors: 6 provinces and 20 subprovinces reflecting the regional features of each sector in connection with flora history, physiography and continentality‐oceanity of the climate. Each sector is described and differentiated by a set of differential and co‐differential species. The peculiarities of the Arctic flora are manifest in different ways in the various sectors, and endemism is not the universal criterion for subdivision. 1994 IAVS ‐ the International Association of Vegetation Science.Fossil organic matter characteristics in permafrost deposits of the northeast Siberian Arctic.Permafrost deposits constitute a large organic carbon pool highly vulnerable to degradation and potential carbon release due to global warming. Permafrost sections along coastal and river bank exposures in NE Siberia were studied for organic matter (OM) characteristics and ice content. OM stored in Quaternary permafrost grew, accumulated, froze, partly decomposed, and refroze under different periglacial environments, reflected in specific biogeochemical and cryolithological features. OM in permafrost is represented by twigs, leaves, peat, grass roots, and plant detritus. The vertical distribution of total organic carbon (TOC) in exposures varies from 0.1 wt % of the dry sediment in fluvial deposits to 45 wt % in Holocene peats. Variations in OM parameters are related to changes in vegetation, bioproductivity, pedogenic processes, decomposition, and sedimentation rates during past climate variations. High TOC, high C/N, and low δ13C reflect less decomposed OM accumulated under wet, anaerobic soil conditions characteristic of interglacial and interstadial periods. Glacial and stadial periods are characterized by less variable, low TOC, low C/N, and high δ13C values indicating stable environments with reduced bioproductivity and stronger OM decomposition under dryer, aerobic soil conditions. Based on TOC data and updated information on bulk densities, we estimate average organic carbon inventories for ten different stratigraphic units in northeast Siberia, ranging from 7.2 kg C m -3 for Early Weichselian fluvial deposits, to 33.2 kg C m -3 for Middle Weichselian Ice Complex deposits, to 74.7 kg C m -3 for Holocene peaty deposits. The resulting landscape average is likely about 25% lower than previously published permafrost carbon inventories. Copyright 2011 by the American Geophysical Union..Evidence for a weakening relationship between interannual temperature variability and northern vegetation activity.Satellite-derived Normalized Difference Vegetation Index (NDVI), a proxy of vegetation productivity, is known to be correlated with temperature in northern ecosystems. This relationship, however, may change over time following alternations in other environmental factors. Here we show that above 30°N, the strength of the relationship between the interannual variability of growing season NDVI and temperature (partial correlation coefficient RNDVI-GT) declined substantially between 1982 and 2011. This decrease in RNDVI-GT is mainly observed in temperate and arctic ecosystems, and is also partly reproduced by process-based ecosystem model results. In the temperate ecosystem, the decrease in RNDVI-GT coincides with an increase in drought. In the arctic ecosystem, it may be related to a nonlinear response of photosynthesis to temperature, increase of hot extreme days and shrub expansion over grass-dominated tundra. Our results caution the use of results from interannual time scales to constrain the decadal response of plants to ongoing warming. © 2014 Macmillan Publishers Limited. All rights reserved..Structurally novel biomes: A response to past warming in Beringia.At northern high latitudes, biosphere responses to and interactions with climate warming are expected to be significant during the 21st century. Most predictions of climate-biosphere interactions rely on experiments and observations in contemporary landscapes, e.g., modern distributions of vegetation types and their structural features are used to delimit potential biosphere-atmosphere feedbacks. Paleorecords look beyond the present to examine vegetation configurations under climatic regimes that approximate future scenarios. To enhance the knowledge of arctic and subarctic ecosystems under varying climatic conditions, we analyzed pollen and macrofossil data from Beringia (northeast Siberia, Alaska, and northwest Canada; 130° E to 130° W) over the past 21 000 years, with a focus on structural and functional features of the vegetation. During the early Holocene (∼ 13 000-10 000 cal yr BP), shrub tundra ecosystems responded to climate warming through a shift from shrub tundra to deciduous forest or woodland. Early-Holocene vegetation was structurally, and hence functionally, novel compared with today's dominant vegetation types. \"Modern\" boreal forest developed in the mid-Holocene (∼ 10000-6000 cal yr BP), when evergreen conifers expanded in much of the region. The shift from tundra to deciduous forest could have happened rapidly and in situ as the result of individual (phenotypic) and/ or population-scale responses to climate warming. Because the structural and functional properties of deciduous forest differ from those of evergreen coniferous forest and tundra, deciduous boreal forest should be included in the range of future scenarios used to assess the probable feedbacks of vegetation to the climatic system that result from global warming at northern high latitudes. © 2005 by the Ecological Society of America..Landscape Heterogeneity of Shrub Expansion in Arctic Alaska.The expansion of shrubs into tundra areas is a key terrestrial change underway in the Arctic in response to elevated temperatures during the twentieth century. Repeat photography permits a glimpse into greening satellite pixels, and it shows that, since 1950, some shrub patches have increased rapidly (hereafter expanding), while others have increased little or not at all (hereafter stable). We characterized and compared adjacent expanding and stable shrub patches across Arctic Alaska by sampling a wide range of physical and chemical soil and vegetation properties, including shrub growth rings. Expanding patches of Alnus viridis ssp. fruticosa (Siberian alder) contained shrub stems with thicker growth rings than in stable patches. Alder growth in expanding patches also showed strong correlation with spring and summer warming, whereas alder growth in stable patches showed little correlation with temperature. Expanding patches had different vegetation composition, deeper thaw depth, higher mean annual ground temperature, higher mean growing season temperature, lower soil moisture, less carbon in mineral soil, and lower C:N values in soils and shrub leaves. Expanding patches-higher resource environments-were associated with floodplains, stream corridors, and outcrops. Stable patches-lower resource environments-were associated with poorly drained tussock tundra. Collectively, we interpret these differences as implying that preexisting soil conditions predispose parts of the landscape to a rapid response to climate change, and we therefore expect shrub expansion to continue penetrating the landscape via dendritic floodplains, streams, and scattered rock outcrops. © 2012 Springer Science+Business Media, LLC..The circumpolar Arctic Vegetation Map: AVHRR-derived base maps, environmental controls, and integrated mapping procedures.A new false-colour-infrared image derived from biweekly 1993 and 1995 Advanced Very High Resolution Radiometer (AVHRR) data provides a snow-free and cloud-free base image for the interpretation of vegetation as part of a 1:7.5 M-scale Circumpolar Arctic Vegetation Map (CAVM). A maximum-NDVI (Normalized Difference Vegetation Index) image prepared from the same data provides a circumpolar view of vegetation green-biomass density across the Arctic. This paper describes the remote sensing products, the environmental factors that control the principal vegetation patterns at this small scale, and the integrated geographic information-system (GIS) methods used in making the CAVM..Tall shrub and tree expansion in Siberian tundra ecotones since the 1960s.Circumpolar expansion of tall shrubs and trees into Arctic tundra is widely thought to be occurring as a result of recent climate warming, but little quantitative evidence exists for northern Siberia, which encompasses the world's largest forest-tundra ecotonal belt. We quantified changes in tall shrub and tree canopy cover in 11, widely distributed Siberian ecotonal landscapes by comparing very high-resolution photography from the Cold War-era 'Gambit' and 'Corona' satellite surveillance systems (1965-1969) with modern imagery. We also analyzed within-landscape patterns of vegetation change to evaluate the susceptibility of different landscape components to tall shrub and tree increase. The total cover of tall shrubs and trees increased in nine of 11 ecotones. In northwest Siberia, alder (Alnus) shrubland cover increased 5.3-25.9% in five ecotones. In Taymyr and Yakutia, larch (Larix) cover increased 3.0-6.7% within three ecotones, but declined 16.8% at a fourth ecotone due to thaw of ice-rich permafrost. In Chukotka, the total cover of alder and dwarf pine (Pinus) increased 6.1% within one ecotone and was little changed at a second ecotone. Within most landscapes, shrub and tree increase was linked to specific geomorphic settings, especially those with active disturbance regimes such as permafrost patterned-ground, floodplains, and colluvial hillslopes. Mean summer temperatures increased at most ecotones since the mid-1960s, but rates of shrub and tree canopy cover expansion were not strongly correlated with temperature trends and were better correlated with mean annual precipitation. We conclude that shrub and tree cover is increasing in tundra ecotones across most of northern Siberia, but rates of increase vary widely regionally and at the landscape scale. Our results indicate that extensive changes can occur within decades in moist, shrub-dominated ecotones, as in northwest Siberia, while changes are likely to occur much more slowly in the highly continental, larch-dominated ecotones of central and eastern Siberia. © 2013 John Wiley & Sons Ltd..Strategies of survival in plants of the Fennoscandian tundra.In extreme arctic environments, selection forces driving evolution are mainly of the phsyical environment and plant interactions are positive. Elsewhere, biotic factors, such as herbivory, are important and plant interactions become negative through competition. Low winter temperatures rarely affect arctic plants, but snow depth and duration influence species distributions. Deep and persistent snow deforms plants and limits the period of resource acquisition. Cryptogams are common in such snow beds. Little or no snow cover exposes plants to abrasion by wind-blown particles and desiccation. In such fell-field sites, deciduous species and xerophytes, such as evergreen cushion plants, are common. Arctic summers are short and developmental processes are extended beyond one growing season, with perennials predominating. Cushion plants efficiently increase their temperatures above ambient, while evergreen and deciduous ericaceous dwarf shrubs exist and have complementary strategies for intercepting radiation in a low canopy. Tundra soils are generally infertile and may be disturbed by freeze/thaw cycles. Nutrients are conserved by recycling within shoots and between ramets within clones. Vegetative proliferation enhances the survival of young ramets, while physiological integration between ramets enables young ramets to forage across patchy environments. Periodic infestations of moth caterpillars defoliate large areas of mountain birch Betula pubescens tortuosa and stimulate increases in populations of their predators. Periodic population peaks of small rodents graze or kill much vegetation and they may moderate the dynamic structure of plant communities, as the plant species have different abilities to regenerate. -from Authors.Repeatedly out of Beringia: Cassiope tetragona embraces the Arctic.Aim: Eric Hultén hypothesized that most arctic plants initially radiated from Beringia in the Late Tertiary and persisted in this unglaciated area during the Pleistocene glaciations, while their distribution ranges were repeatedly fragmented and reformed elsewhere. Whereas taxonomic and fossil evidence suggest that Cassiope tetragona originated in Beringia and expanded into the circumarctic area before the onset of the glaciations, lack of chloroplast DNA (cpDNA) variation may suggest that colonization was more recent. We address these contradictory scenarios using high-resolution nuclear markers. Location: Circumpolar Arctic. Methods: The main analysis was by amplified fragment-length polymorphism (AFLP), while sequences of chloroplast DNA verified the use of Cassiope mertensiana as an outgroup for C. tetragona. Data were analysed using Bayesian clustering, principal coordinates analyses, parsimony and neighbour-joining, and measures of diversity and differentiation were calculated. Results: The circumpolar C. tetragona ssp. tetragona was well separated from the North American C. tetragona ssp. saximontana. The genetic structure in ssp. tetragona showed a strong east-west trend, with the Beringian populations in an intermediate position. The highest level of diversity was in Beringia, while the strongest differentiation in the data set was found between the populations from the Siberian Arctic west of Beringia and the remainder. Main conclusions: The results are consistent with a Beringian origin of the species, but the levels and geographical patterns of differentiation and gene diversity suggest that the latest expansion from Beringia into the circumarctic was recent, possibly during the current interglacial. The results are in accordance with a recent leading-edge mode of colonization, particularly towards the east throughout Canada/Greenland and across the North Atlantic into Scandinavia and Svalbard. As fossils demonstrate the presence of the species in North Greenland 2.5-2.0 Ma, as well as in the previous interglacial, we conclude that C. tetragona expanded eastwards from Beringia several times and that the earlier emigrants of this woody species became extinct. The last major westward expansion from Beringia seems older, and the data suggest a separate Siberian refugium during at least one glaciation. © 2007 The Authors..Genetic roadmap of the Arctic: Plant dispersal highways, traffic barriers and capitals of diversity.We provide the first comparative multispecies analysis of spatial genetic structure and diversity in the circumpolar Arctic using a common strategy for sampling and genetic analyses. We aimed to identify and explain potential general patterns of genetic discontinuity/connectivity and diversity, and to compare our findings with previously published hypotheses. We collected and analyzed 7707 samples of 17 widespread arctic-alpine plant species for amplified fragment length polymorphisms (AFLPs). Genetic structure, diversity and distinctiveness were analyzed for each species, and extrapolated to cover the geographic range of each species. The resulting maps were overlaid to produce metamaps. The Arctic and Atlantic Oceans, the Greenlandic ice cap, the Urals, and lowland areas between southern mountain ranges and the Arctic were the strongest barriers against gene flow. Diversity was highest in Beringia and gradually decreased into formerly glaciated areas. The highest degrees of distinctiveness were observed in Siberia. We conclude that large-scale general patterns exist in the Arctic, shaped by the Pleistocene glaciations combined with long-standing physical barriers against gene flow. Beringia served as both refugium and source for interglacial (re)colonization, whereas areas further west in Siberia served as refugia, but less as sources for (re)colonization. © 2013 The Authors. © 2013 New Phytologist Trust..Changes in global nitrogen cycling during the Holocene epoch.Human activities have doubled the pre-industrial supply of reactive nitrogen on Earth, and future rates of increase are expected to accelerate. Yet little is known about the capacity of the biosphere to buffer increased nitrogen influx. Past changes in global ecosystems following deglaciation at the end of the Pleistocene epoch provide an opportunity to understand better how nitrogen cycling in the terrestrial biosphere responded to changes in carbon cycling. We analysed published records of stable nitrogen isotopic values (δ 15 N) in sediments from 86 lakes on six continents. Here we show that the value of sedimentary δ 15 N declined from 15,000years before present to 7,056±597years before present, a period of increasing atmospheric carbon dioxide concentrations and terrestrial carbon accumulation. Comparison of the nitrogen isotope record with concomitant carbon accumulation on land and nitrous oxide in the atmosphere suggests millennia of declining nitrogen availability in terrestrial ecosystems during the Pleistocene-Holocene transition around 11,000 years before present. In contrast, we do not observe a consistent change in global sedimentary δ 15 N values during the past 500years, despite the potential effects of changing temperature and nitrogen influx from anthropogenic sources. We propose that the lack of a single response may indicate that modern increases in atmospheric carbon dioxide and net carbon sequestration in the biosphere have the potential to offset recent increased supplies of reactive nitrogen in some ecosystems. © 2013 Macmillan Publishers Limited. All rights reserved..Recent expansion of erect shrubs in the Low Arctic: Evidence from Eastern Nunavik.In order to characterize shrub response near the treeline in Eastern Nunavik (Québec), a region under extensive warming since the 1990s, we compared two series (1964 and 2003) of vertical aerial photos from the vicinity of Kangiqsualujjuaq. Our study revealed a widespread increase in erect woody vegetation cover. During the 40years spanning the two photo series, erect shrub and tree cover increased markedly on more than half of the land surface available for new colonization or infilling. Within the 7.2km2 analysed, areas with dense shrub and tree cover (&gt;90%) increased from 34% to 44% whereas areas with low cover (&lt;10%) shrank from 45% to 29%. This increase in cover of trees and shrubs occurred throughout the landscape regardless of altitude, slope angle and exposure, although to varying extents. The main shrub species involved in this increase was Betula glandulosa Michx.(dwarf birch), which was present in 98% and dominant in 85% of the 345 plots. In addition, numerous seedlings and saplings of Larix laricina (Du Roi) KKoch (eastern larch) were found above the treeline (25% of the plots), suggesting that the altitudinal treeline might shift upslope in the near future. Sites that remained devoid of erect woody vegetation in 2003 were either characterized by the absence of a suitable seedbed or by harsh local microclimatic conditions (wind exposure or excessive drainage). Our results indicate dramatic increases in shrub and tree cover at a Low Arctic site in Eastern Nunavik, contributing to a growing number of observations of woody vegetation change from various areas around the North. © 2012 IOP Publishing Ltd..The vegetation greenness trend in Canada and US Alaska from 1984-2012 Landsat data.To assess the North American high-latitude vegetation response to the rising temperature, we derived NDVI trend for 91.2% of the non-water, non-snow land area of Canada and Alaska using the peak-summer Landsat surface reflectance data of 1984-2012. Our analysis indicated that 29.4% and 2.9% of the land area of Canada and Alaska showed statistically significant positive (greening) and negative (browning) trends respectively, at significance level p<. 0.01, after burned forest areas were masked out. The area with greening trend dominated over that with browning trend for all land cover types. The greening occurred primarily in the tundra of western Alaska, along the north coast of Canada and in northeastern Canada; the most intensive and extensive greening occurred in Quebec and Labrador. The browning occurred mostly in the boreal forests of eastern Alaska. The Landsat-based greenness trend is broadly similar to the 8-km GIMMS AVHRR-based trend for all vegetation zones. However, for tundra, the Landsat data indicated much less extensive greening in Alaska North Slope and much more extensive greening in Quebec and Labrador, and substantially less extensive browning trend in the boreal forests that were free of fire disturbances. These differences call for further validation of the Landsat reflectance and the AVHRR NDVI datasets. Correlation study with local environmental factors, such as topography, glacial history and soil condition, will be needed to understand the heterogeneous greenness change at the Landsat scale. © 2016 Elsevier Inc...Below-ground carbon transfer among Betula nana may increase with warming in Arctic tundra.Summary: • Shrubs are expanding in Arctic tundra, but the role of mycorrhizal fungi in this process is unknown. We tested the hypothesis that mycorrhizal networks are involved in interplant carbon (C) transfer within a tundra plant community. • Here, we installed below-ground treatments to control for C transfer pathways and conducted a 13CO 2-pulse-chase labelling experiment to examine C transfer among and within plant species. • We showed that mycorrhizal networks exist in tundra, and facilitate below-ground transfer of C among Betula nana individuals, but not between or within the other tundra species examined. Total C transfer among conspecific B. nana pairs was 10.7±2.4% of photosynthesis, with the majority of C transferred through rhizomes or root grafts (5.2±5.3%) and mycorrhizal network pathways (4.1±3.3%) and very little through soil pathways (1.4±0.35%). • Below-ground C transfer was of sufficient magnitude to potentially alter plant interactions in Arctic tundra, increasing the competitive ability and mono-dominance of B. nana. C transfer was significantly positively related to ambient temperatures, suggesting that it may act as a positive feedback to ecosystem change as climate warms. © 2011 The Authors. New Phytologist © 2011 New Phytologist Trust..Islands in the ice: Detecting past vegetation on Greenlandic nunataks using historical records and sedimentary ancient DNA Meta-barcoding.Nunataks are isolated bedrocks protruding through ice sheets. They vary in age, but represent island environments in 'oceans' of ice through which organism dispersals and replacements can be studied over time. The J.A.D. Jensen's Nunataks at the southern Greenland ice sheet are the most isolated nunataks on the northern hemisphere - some 30 km from the nearest biological source. They constitute around 2 km 2 of ice-free land that was established in the early Holocene. We have investigated the changes in plant composition at these nunataks using both the results of surveys of the flora over the last 130 years and through reconstruction of the vegetation from the end of the Holocene Thermal Maximum (5528 ± 75 cal year BP) using meta-barcoding of plant DNA recovered from the nunatak sediments (sedaDNA). Our results show that several of the plant species detected with sedaDNA are described from earlier vegetation surveys on the nunataks (in 1878, 1967 and 2009). In 1967, a much higher biodiversity was detected than from any other of the studied periods. While this may be related to differences in sampling efforts for the oldest period, it is not the case when comparing the 1967 and 2009 levels where the botanical survey was exhaustive. As no animals and humans are found on the nunataks, this change in diversity over a period of just 42 years must relate to environmental changes probably being climate-driven. This suggests that even the flora of fairly small and isolated ice-free areas reacts quickly to a changing climate. © 2011 Blackwell Publishing Ltd..Permafrost collapse after shrub removal shifts tundra ecosystem to a methane source.Arctic tundra ecosystems are warming almost twice as fast as the global average. Permafrost thaw and the resulting release of greenhouse gases from decomposing soil organic carbon have the potential to accelerate climate warming. In recent decades, Arctic tundra ecosystems have changed rapidly, including expansion of woody vegetation, in response to changing climate conditions. How such vegetation changes contribute to stabilization or destabilization of the permafrost is unknown. Here we present six years of field observations in a shrub removal experiment at a Siberian tundra site. Removing the shrub part of the vegetation initiated thawing of ice-rich permafrost, resulting in collapse of the originally elevated shrub patches into waterlogged depressions within five years. This thaw pond development shifted the plots from a methane sink into a methane source. The results of our field experiment demonstrate the importance of the vegetation cover for protection of the massive carbon reservoirs stored in the permafrost and illustrate the strong vulnerability of these tundra ecosystems to perturbations. If permafrost thawing can more frequently trigger such local permafrost collapse, methane-emitting wet depressions could become more abundant in the lowland tundra landscape, at the cost of permafrost-stabilizing low shrub vegetation..Delimitation, zonal and sectorial subdivision of the Arctic for the Panarctic Flora Project.Experiment, monitoring, and gradient methods used to infer climate change effects on plant communities yield consistent patterns.Inference about future climate change impacts typically relies on one of three approaches: manipulative experiments, historical comparisons (broadly defined to include monitoring the response to ambient climate fluctuations using repeat sampling of plots, dendroecology, and paleoecology techniques), and space-for-time substitutions derived from sampling along environmental gradients. Potential limitations of all three approaches are recognized. Here we address the congruence among these three main approaches by comparing the degree to which tundra plant community composition changes (i) in response to in situ experimental warming, (ii) with interannual variability in summer temperature within sites, and (iii) over spatial gradients in summer temperature. We analyzed changes in plant community composition from repeat sampling (85 plant communities in 28 regions) and experimental warming studies (28 experiments in 14 regions) throughout arctic and alpine North America and Europe. Increases in the relative abundance of species with a warmer thermal niche were observed in response to warmer summer temperatures using all three methods; however, effect sizes were greater over broadscale spatial gradients relative to either temporal variability in summer temperature within a site or summer temperature increases induced by experimental warming. The effect sizes for change over time within a site and with experimental warming were nearly identical. These results support the view that inferences based on space-for-time substitution overestimate the magnitude of responses to contemporary climate warming, because spatial gradients reflect long-term processes. In contrast, in situ experimental warming and monitoring approaches yield consistent estimates of the magnitude of response of plant communities to climate warming..Birch shrub growth in the low Arctic: Therelative importance of experimental warming, enhanced nutrient availability, snow depth and caribou exclusion.Deciduous shrub growth has increased across the Arctic simultaneously with recent climate warming trends. The reduction in albedo associated with shrub-induced greening of the tundra is predicted to cause significant positive feedbacks to regional warming. Enhanced soil fertility arising from climate change is expected to be the primary mechanism driving shrub responses, yet our overall understanding of the relative importance of soil nitrogen(N) and phosphorus(P) availability and the significance of other ecological drivers is constrained by experiments with varying treatments, sites, and durations. We investigated dwarf birch apical stem growth responses to a wide range of ecological factors (enhanced summer temperatures, deepened snow, caribou exclusion, factorial high level nitrogen and phosphorus additions, and low level nitrogen additions) after six years of experimental manipulations in birch hummock tundra. As expected, birch apical stem growth was more strongly enhanced by the substantial increases in nutrient supply than by our changes in any of the other ecological factors. The factorial additions revealed that P availability was at least as important as that of N, and our low N additions demonstrated that growth was unresponsive to moderate increases in soil nitrogen alone. Experimental warming increased apical stem growth 2.5-fold - considerably more than in past studies - probably due to the relatively strong effect of our greenhouses on soil temperature. Together, these results have important implications for our understanding of the biogeochemical functioning of mesic tundra ecosystems as well as predicting their vegetation responses to climate change. © 2012 IOP Publishing Ltd..Calibrated pollen accumulation rates as a basis for quantitative tree biomass reconstructions.Recent investigations show that the pollen accumulation rate (PAR) of the common tree taxa is directly related to the biomass and, by inference, to the population size of the taxa around the study site. Fossil PAR records preserved in lakes provide therefore a potential proxy for quantitative biomass and population reconstructions. We use the high-resolution PAR records obtained from two accurately dated lake sediment cores in Finland to generate quantitative Holocene biomass records for Pinus, Picea and Betula, the most common tree taxa of the European Boreal forest. PAR values were calibrated to biomass values by comparing the modern PAR values with the modern biomass values and assuming a linear relationship between the past PAR and biomass values. The obtained PAR and biomass values and trends are remarkably coherent between the two records. Pinus has a stable Holocene biomass size and its modern biomass, about 20 t/ha, corresponds with the natural Pinus biomass in the study regions. In contrast, Picea immigrated from the East during the mid Holocene, had a maximum biomass, 50g\"60 t/ha, at 3500g\"1000 cal. yr BP, and declined strongly during the last 1500g\"1000 years as a result of increased human activity and related rise of fire frequency. Thus, the modern Picea biomass in the study regions, about 22 t/ha, is only 35g\"40% of the natural Picea biomass. The results of this pilot study demonstrate the potential of the calibrated PAR data in quantitative biomass and population reconstructions. Such reconstructions can provide fresh insights into the structure of past plant communities and, when combined with records reflecting palaeoclimates, natural disturbances, and human activity, can help to disentangle the long-term importance of different enviromental drivers to changes in plants populations and ecosystems..The Effects of Snow, Soil Microenvironment, and Soil Organic Matter Quality on N Availability in Three Alaskan Arctic Plant Communities.Climate warming in The Arctic may lead to a shift from graminoid to shrub dominance, which may, in turn, alter the structure and function of the ecosystem through shrub influences on the abiotic and/or biotic controls over biogeochemical cycles of carbon (C) and nitrogen (N). In Arctic tundra, near Toolik Lake, Alaska, we quantified net N-mineralization rates under ambient and manipulated snow treatments at three different plant communities that varied in abundance of deciduous shrubs. Our objective was twofold: (1) to test whether the amount of snow that can accumulate around Arctic deciduous shrubs maintains winter soil temperatures high enough to stimulate microbial activity and increase soil N levels (effect of soil microclimate) and (2) to compare the relative effects of snow versus shrubs on N availability via effects on the main drivers of N-mineralization: SOM quality versus microclimate. Winter snow addition had a positive effect on summer, but not winter, N-mineralization rates. Soil organic matter quality had a nine times larger effect on N-mineralization than did soil microclimate in the summer season and only SOM quality had a detectable effect on N-mineralization in the winter. Here we conclude that on a short time scale, shrub interactions with snow may play a role in increasing plant available N, primarily through effects on the summer soil microenvironment. In addition, differences in SOM quality can drive larger differences in net N-mineralization than changes in soil microclimate of the magnitude of what we saw across our three sites. © 2011 Springer Science+Business Media, LLC..Temporal patterns of evolution in the arctic explored in artemisia l. (asteraceae) lineages of different age.Current knowledge of early plant evolution in the geologically young Arctic biome mainly rests on rather scarce fossil data dating back to approximately 5 million years ago. Aims: Our aim was to provide independent age estimates for the origin of several arctic lineages in the genus Artemisia and to assess from which possible source areas plants may have colonised early arctic biomes. Methods: Age estimates were derived from a Bayesian approach with an uncorrelated lognormal clock and the penalised likelihood method imposed on molecular ETS and ITS data of 139 taxa taken mainly from a previous study. The phylogeny was calibrated with the oldest known fossil of Artemisia from approximately 34 mya. Results: The different methods employed yielded partly dissimilar results, and correspondence to a second calibration point (first American fossil) was also not very strong. Nevertheless, it seems that several Artemisia lineages were part of the geologically young arctic biome from the beginning of its origin and at least one arctic group is even older. It was shown that the oldest lineages in the genus are currently found in Beringia. An evaluation of ecological requirements showed that early Artemisia stock in the emerging arctic biome might have evolved from steppe and alpine progenitors. Conclusions: Considerable caution is required when attempting to reconstruct the evolution of arctic Artemisia lineages, but our results mostly fit the general fossil record and other traditional theories for the origin of arctic lineages. © 2008 Botanical Society of Scotland and Taylor & Francis..Signals of tree volume and temperature in a high-resolution record of pollen accumulation rates in northern finland.Pollen accumulation rates (PARs) provide a potential proxy for quantitative tree volume (m 3ha -1) reconstruction with reliable absolute pollen productivity estimates (APPEs). We obtained APPEs for pine, spruce and birch at their range limits in northern Finland under two temperature periods ('warm' and 'cold') based on long-term pollen trap and tree volume records within a 14-km radius of each trap. APPEs (mean±SE;×10 8 grains m -3 a -1) tend to be higher for the 'warm' periods (pine 123.8±24.4, birch 528.0±398.4, spruce 4343.±113.7) compared with the 'cold' periods (pine 95.5±37.3, birch 317.3±282.6, spruce 119.6±37.6), although the difference is only significant for spruce. Using an independent temperature record and the APPEs obtained, we reconstruct a low-frequency record of pine volume changes over the last 1000 years at Palomaa mire, where a high-resolution record of Pinus PARs is available. Five phases are distinguished in the reconstruction: moderate pine volume, AD 1080-1170; high volume, AD 1170-1340; low volume, AD 1340-1630; very low volume, AD 1630-1810; and rising pine volume, AD 1810-1950. These phases do not coincide with periods of high or low June-July-August temperatures, and thus appear to reflect regional variations in tree volume, while high-frequency changes within each time-period block show variations in PARs in response to temperature. © 2012 John Wiley &amp; Sons, Ltd..Arctic browning: extreme events and trends reversing arctic greening.Arctic arthropod assemblages in habitats of differing shrub dominance.Recent climate warming in the Arctic has caused advancement in the timing of snowmelt and expansion of shrubs into open tundra. Such an altered climate may directly and indirectly (via effects on vegetation) affect arctic arthropod abundance, diversity and assemblage taxonomic composition. To allow better predictions about how climate changes may affect these organisms, we compared arthropod assemblages between open and shrub-dominated tundra at three field sites in northern Alaska that encompass a range of shrub communities. Over ten weeks of sampling in 2011, pitfall traps captured significantly more arthropods in shrub plots than open tundra plots at two of the three sites. Furthermore, taxonomic richness and diversity were significantly greater in shrub plots than open tundra plots, although this pattern was site-specific as well. Patterns of abundance within the five most abundant arthropod orders differed, with spiders (Order: Araneae) more abundant in open tundra habitats and true bugs (Order: Hemiptera), flies (Order: Diptera), and wasps and bees (Order: Hymenoptera) more abundant in shrub-dominated habitats. Few strong relationships were found between vegetation and environmental variables and arthropod abundance; however, lichen cover seemed to be important for the overall abundance of arthropods. Some arthropod orders showed significant relationships with other vegetation variables, including maximum shrub height (Coleoptera) and foliar canopy cover (Diptera). As climate warming continues over the coming decades, and with further shrub expansion likely to occur, changes in arthropod abundance, richness, and diversity associated with shrub-dominated habitat may have important ecological effects on arctic food webs since arthropods play important ecological roles in the tundra, including in decomposition and trophic interactions. © 2013 The Author. Ecography © 2013 Nordic Society Oikos..Ecosystem disturbance reduces the allelopathic effects of Empetrum hermaphroditum humus on tundra plants.Question: Do naturally occurring ecosystem disturbances interfere with allelopathic effects and alleviate growing conditions for plants typical of more productive ecosystem states? Location: An unproductive tundra ecosystem in Northern Fennoscandia. Methods: We designed a factorial phytotron experiment to monitor the growth of seedlings of two herbaceous species in undisturbed and disturbed humus of the dominant dwarf shrub Empetrum hermaphroditum, which releases allelopathic substances that accumulate in soil over time. Herbivore defecation and wildfire are two major ecosystem disturbances likely to alleviate effects of these allelopathic substances. Humus and seeds of herbaceous species were sampled from Empetrum-dominated heaths. Disturbance effects on humus were simulated by adding reindeer faeces and by low-severity burning. Results: The concentration of the allelopathic substance batatasin-III in Empetrum humus was 0.32±0.16 (SE) μg g-1, which is similar to previous reports from boreal areas. Reindeer faeces addition and burning treatments to Empetrum humus caused three- and five-fold increases in growth of the herbaceous species Avenella flexuosa and Solidago virgaurea respectively. Changes in soil chemistry caused by the disturbance, i.e. increased pH and nutrient availability, likely interfered with allelopathic effects and improved conditions for growth. Conclusions: Humus from Empetrum-dominated tundra areas is infertile for seedlings of local herbaceous plants. Simulated herbivore defecation and wildfire can alleviate this infertility. Based on our results, we discuss the potential role of these naturally occurring disturbances in switching vegetation composition from Empetrum to herbaceous dominance, i.e. from an unproductive to a more productive tundra ecosystem. © 2010 International Association for Vegetation Science..Regional and landscape-scale variability of Landsat-observed vegetation dynamics in northwest Siberian tundra.Widespread increases in Arctic tundra productivity have been documented for decades using coarse-scale satellite observations, but finer-scale observations indicate that changes have been very uneven, with a high degree of landscape- and regional-scale heterogeneity. Here we analyze time-series of the Normalized Difference Vegetation Index (NDVI) observed by Landsat (1984-2012), to assess landscape- and regional-scale variability of tundra vegetation dynamics in the northwest Siberian Low Arctic, a little-studied region with varied soils, landscape histories, and permafrost attributes. We also estimate spatio-temporal rates of land-cover change associated with expansion of tall alder (Alnus) shrublands, by integrating Landsat time-series with very-high-resolution imagery dating to the mid-1960s. We compiled Landsat time-series for eleven widely-distributed landscapes, and performed linear regression of NDVI values on a per-pixel basis. We found positive net NDVI trends ('greening') in nine of eleven landscapes. Net greening occurred in alder shrublands in all landscapes, and strong greening tended to correspond to shrublands that developed since the 1960s. Much of the spatial variability of greening within landscapes was linked to landscape physiography and permafrost attributes, while between-landscape variability largely corresponded to differences in surficial geology. We conclude that continued increases in tundra productivity in the region are likely in upland tundra landscapes with fine-textured, cryoturbated soils; these areas currently tend to support discontinuous vegetation cover, but are highly susceptible to rapid increases in vegetation cover, as well as land-cover changes associated with the development of tall shrublands. © 2014 IOP Publishing Ltd..Biomass allometry for alder, dwarf birch, and willow in boreal forest and tundra ecosystems of far northeastern Siberia and north-central Alaska.Shrubs play an important ecological role in the Arctic system, and there is evidence from many Arctic regions of deciduous shrubs increasing in size and expanding into previously forb or graminoid-dominated ecosystems. There is thus a pressing need to accurately quantify regional and temporal variation in shrub biomass in Arctic regions, yet allometric equations needed for deriving biomass estimates from field surveys are rare. We developed 66 allometric equations relating basal diameter (BD) to various aboveground plant characteristics for three tall, deciduous shrub genera growing in boreal and tundra ecoregions in far northeastern Siberia (Yakutia) and north-central Alaska. We related BD to plant height and stem, branch, new growth (leaves+new twigs), and total aboveground biomass for alder (Alnus viridis subsp. crispa and Alnus fruticosa), dwarf birch (Betula nana subsp. exilis and divaricata), and willow (Salix spp.). The equations were based on measurements of 358 shrubs harvested at 33 sites. Plant height (r2=0.48-0.95), total aboveground biomass (r2=0.46-0.99), and component biomass (r2=0.13-0.99) were significantly (P&lt;0.01) related to shrub BD. Alder and willow populations exhibited differences in allometric relationships across ecoregions, but this was not the case for dwarf birch. The allometric relationships we developed provide a tool for researchers and land managers seeking to better quantify and monitor the form and function of shrubs across the Arctic landscape. © 2014 Elsevier B.V..Climate change impacts on ecosystem functioning: Evidence from an Empetrum heathland.• The extent to which plants exert an influence over ecosystem processes, such as nitrogen cycling and fire regimes, is still largely unknown. It is also unclear how such processes may be dependent on the prevailing environmental conditions. • Here, we applied mechanistic models of plant-environment interactions to palaeoecological time series data to determine the most likely functional relationships of Empetrum (crowberry) and Betula (birch) with millennial-scale changes in climate, fire activity, nitrogen cycling and herbivore density in an Irish heathland. • Herbivory and fire activity preferentially removed Betula from the landscape. Empetrum had a positive feedback on fire activity, but the effect of Betula was slightly negative. Nitrogen cycling was not strongly controlled by plant population dynamics. Betula had a greater temperature-dependent population growth rate than Empetrum; thus climate warming promoted Betula expansion into the heathland and this led to reduced fire activity and greater herbivory, which further reinforced Betula dominance. • Differences in population growth response to warming were responsible for an observed shift to an alternative community state with contrasting forms of ecosystem functioning. Self-reinforcing feedback mechanisms - which often protect plant communities from invasion - may therefore be sensitive to climate warming, particularly in arctic regions that are dominated by cold-adapted plant populations. © 2011 The Authors. New Phytologist © 2011 New Phytologist Trust..Arctic shrub effects on NDVI, summer albedo and soil shading.The influence of Arctic vegetation on albedo, latent and sensible heat fluxes, and active layer thickness is a crucial link between boundary layer climate and permafrost in the context of climate change. Shrubs have been observed to lower the albedo as compared to lichen or graminoid-tundra. Despite its importance, the quantification of the effect of shrubification on summer albedo has not been addressed in much detail. We manipulated shrub density and height in an Arctic dwarf birch (Betula nana) shrub canopy to test the effect on shortwave radiative fluxes and on the normalized difference vegetation index (NDVI), a proxy for vegetation productivity used in satellite-based studies. Additionally, we parametrised and validated the 3D radiative transfer model DART to simulate the amount of solar radiation reflected and transmitted by an Arctic shrub canopy. We compared results of model runs of different complexities to measured data from North-East Siberia. We achieved comparably good results with simple turbid medium approaches, including both leaf and branch optical property media, and detailed object based model parameterisations. It was important to explicitly parameterise branches as they accounted for up to 71% of the total canopy absorption and thus contributed significantly to soil shading. Increasing leaf biomass resulted in a significant increase of the NDVI, decrease of transmitted photosynthetically active radiation, and repartitioning of the absorption of shortwave radiation by the canopy components. However, experimental and modelling results show that canopy broadband nadir reflectance and albedo are not significantly decreasing with increasing shrub biomass. We conclude that the leaf to branch ratio, canopy background, and vegetation type replaced by shrubs need to be considered when predicting feedbacks of shrubification to summer albedo, permafrost thaw, and climate warming. © 2014 Elsevier Inc..Effects of observed and experimental climate change on terrestrial ecosystems in northern Canada: Results from the Canadian IPY program.Tundra and taiga ecosystems comprise nearly 40 % of the terrestrial landscapes of Canada. These permafrost ecosystems have supported humans for more than 4500 years, and are currently home to ca. 115,000 people, the majority of whom are First Nations, Inuit and Métis. The responses of these ecosystems to the regional warming over the past 30-50 years were the focus of four Canadian IPY projects. Northern residents and researchers reported changes in climate and weather patterns and noted shifts in vegetation and other environmental variables. In forest-tundra areas tree growth and reproductive effort correlated with temperature, but seedling establishment was often hindered by other factors resulting in site-specific responses. Increased shrub cover has occurred in sites across the Arctic at the plot and landscape scale, and this was supported by results from experimental warming. Experimental warming increased vegetation cover and nutrient availability in most tundra soils; however, resistance to warming was also found. Soil microbial diversity in tundra was no different than in other biomes, although there were shifts in mycorrhizal diversity in warming experiments. All sites measured were sinks for carbon during the growing season, with expected seasonal and latitudinal patterns. Modeled responses of a mesic tundra system to climate change showed that the sink status will likely continue for the next 50-100 years, after which these tundra systems will likely become a net source of carbon dioxide to the atmosphere. These IPY studies were the first comprehensive assessment of the state and change in Canadian northern terrestrial ecosystems and showed that the inherent variability in these systems is reflected in their site-specific responses to changes in climate. They also showed the importance of using local traditional knowledge and science, and provided extensive data sets, sites and researchers needed to study and manage the inevitable changes in the Canadian North. © 2012 The Author(s)..What role do plant-soil interactions play in the habitat suitability and potential range expansion of the alpine dwarf shrub Salix herbacea?.Mountain plants may respond to warming climates by migrating along altitudinal gradients or, because climatic conditions on mountain slopes can be locally very heterogeneous, by migrating to different microhabitats at the same altitude. However, in new environments, plants may also encounter novel soil microbial communities, which might affect their establishment success. Thus, biotic interactions could be a key factor in plant responses to climate change. Here, we investigated the role of plant-soil feedback for the establishment success of the alpine dwarf shrub Salix herbacea L. across altitudes and late- and early snowmelt microhabitats. We collected S. herbacea seeds and soil from nine plots on three mountain-slope transects near Davos, Switzerland, and we transplanted seeds and seedlings to substrate inoculated with soil from the same plot or with soils from different microhabitats, altitudes and mountains under greenhouse conditions. We found that, on average, seeds from higher altitudes (2400-2700. m) and late-exposed snowbeds germinated better than seeds from lower altitudes (2200-2300. m) and early-exposed ridges. However, despite these differences in germination, growth was generally higher for plants from low altitudes, and there were no indications for a an home-soil advantage within the current range of S. herbacea. Interestingly, seedlings growing on soil from above the current altitudinal distribution of S. herbacea grew on average less well than on their own soil. Thus, although the lack of a home-soil advantage in the current habitat might be beneficial for S. herbacea in a changing environment, migration to habitats beyond the current altitudinal range might be limited, probably due to missing positive soil-feedback. © 2014 Gesellschaft für Ökologie..Twenty-Five Year Record of Changes in Plant Cover on Tundra of Northeastern Alaska.Northern Alaska has warmed over recent decades and satellite data indicate that vegetation productivity has increased. To document vegetation changes in the Arctic National Wildlife Refuge, we monitored plant cover at 27 plots between 1984 and 2009. These are among the oldest permanently marked and continuously monitored vegetation plots in the Arctic. We quantified percent cover of all plant species by line-point intercept sampling and assessed change over time for seven plant growth forms. Cover of bryophytes and deciduous shrubs showed slight decreasing trends. Evergreen shrubs, horsetails, and depth of thawed soil above permafrost had no trends. For lichens, graminoids, and forbs, trends varied by plant community type. Overall, vegetation in the plots changed little over the study period, in contrast to results from other studies in northern Alaska. A few plots had dramatic changes, however, which we attributed to subsidence from melting ground ice or to floodplain dynamics. Our results demonstrate that vegetation change on the Arctic Refuge coastal plain over the past quarter century has been spatially heterogeneous and facilitated by disturbance. The findings highlight the need for greater work linking plotlevel and regional remote sensing measurements of change..Meta-analysis of high-latitude nitrogen-addition and warming studies implies ecological mechanisms overlooked by land models.Accurate representation of ecosystem processes in land models is crucial for reducing predictive uncertainty in energy and greenhouse gas feedbacks with the climate. Here we describe an observational and modeling meta-analysis approach to benchmark land models, and apply the method to the land model CLM4.5 with two versions of belowground biogeochemistry. We focused our analysis on the aboveground and belowground responses to warming and nitrogen addition in high-latitude ecosystems, and identified absent or poorly parameterized mechanisms in CLM4.5. While the two model versions predicted similar soil carbon stock trajectories following both warming and nitrogen addition, other predicted variables (e.g., belowground respiration) differed from observations in both magnitude and direction, indicating that CLM4.5 has inadequate underlying mechanisms for representing high-latitude ecosystems. On the basis of observational synthesis, we attribute the model-observation differences to missing representations of microbial dynamics, aboveground and belowground coupling, and nutrient cycling, and we use the observational meta-analysis to discuss potential approaches to improving the current models. However, we also urge caution concerning the selection of data sets and experiments for meta-analysis. For example, the concentrations of nitrogen applied in the synthesized field experiments (average = 72 kg ha-1 yr-1) are many times higher than projected soil nitrogen concentrations (from nitrogen deposition and release during mineralization), which precludes a rigorous evaluation of the model responses to likely nitrogen perturbations. Overall, we demonstrate that elucidating ecological mechanisms via meta-analysis can identify deficiencies in ecosystem models and empirical experiments. © Author(s) 2014..Plant functional type affects nitrogen use efficiency in high-Arctic tundra.To unravel the potential effects of climate warming on soil N availability in a high Arctic tundra ecosystem we studied temperature effects on soil mineralization, and N uptake from different soil depths (-3, -10 and -30 cm) by tundra plants. Uptake was assessed using 15N tracer injected directly into mineral soil as 15NH4Cl solution to specifically mimic altered N availability from enhanced mineralization. Net N mineralization rates were very low, suggesting that N is strongly limiting in this system. There was no apparent temperature effect (-2 °C, 5 °C, 10 °C) on mineralization, but net nitrification was strongly limited by temperature - under the -2 °C treatment no nitrification occurred. As a consequence of ongoing mineralization and limited nitrification under freezing conditions, mineral NH4 may accumulate during the winter season and be available for plant uptake without risk of loss via NO3- leaching immediately after snowmelt. Nitrogen uptake niches were clearly stratified by depth. Graminoids (Carex misandra and Luzula arctica) were most effective at taking up N from deep soil horizons, and recovery in graminoid biomass after one year was independent of 15N injection depth. Recovery of N by the dwarf shrub Salix polaris was significantly higher following shallow application (-3 cm) compared to deeper treatments (-10 and -30 cm). Lichens and mosses also showed a decline in N uptake with application depth, and very little N was recovered by lichens and mosses even from -3 cm, in contrast to the strong uptake that has been observed in mosses when N is applied to the vegetation surface. The ability of graminoids to access nutrients from deeper mineral soil may give them an advantage over mosses and dwarf shrubs in warmer high Arctic tundra in acquiring limited available nutrient resources. © 2015 Elsevier Ltd..Where do the treeless tundra areas of northern highlands fit in the global biome system: Toward an ecologically natural subdivision of the tundra biome.According to some treatises, arctic and alpine sub-biomes are ecologically similar, whereas others find them highly dissimilar. Most peculiarly, large areas of northern tundra highlands fall outside of the two recent subdivisions of the tundra biome. We seek an ecologically natural resolution to this long-standing and far-reaching problem. We studied broad-scale patterns in climate and vegetation along the gradient from Siberian tundra via northernmost Fennoscandia to the alpine habitats of European middle-latitude mountains, as well as explored those patterns within Fennoscandian tundra based on climate-vegetation patterns obtained from a fine-scale vegetation map. Our analyses reveal that ecologically meaningful January-February snow and thermal conditions differ between different types of tundra. High precipitation and mild winter temperatures prevail on middle-latitude mountains, low precipitation and usually cold winters prevail on high-latitude tundra, and Scandinavian mountains show intermediate conditions. Similarly, heath-like plant communities differ clearly between middle latitude mountains (alpine) and high-latitude tundra vegetation, including its altitudinal extension on Scandinavian mountains. Conversely, high abundance of snowbeds and large differences in the composition of dwarf shrub heaths distinguish the Scandinavian mountain tundra from its counterparts in Russia and the north Fennoscandian inland. The European tundra areas fall into three ecologically rather homogeneous categories: the arctic tundra, the oroarctic tundra of northern heights and mountains, and the genuinely alpine tundra of middle-latitude mountains. Attempts to divide the tundra into two sub-biomes have resulted in major discrepancies and confusions, as the oroarctic areas are included in the arctic tundra in some biogeographic maps and in the alpine tundra in others. Our analyses based on climate and vegetation criteria thus seem to resolve the long-standing biome delimitation problem, help in consistent characterization of research sites, and create a basis for further biogeographic and ecological research in global tundra environments. © 2016 Published by John Wiley & Sons Ltd..Quantification of population sizes of large herbivores and their long-term functional role in ecosystems using dung fungal spores.The relationship between large herbivore numbers and landscape cover over time is poorly understood. There are two schools of thought: one views large herbivores as relatively passive elements upon the landscape and the other as ecosystem engineers driving vegetation succession. The latter relationship has been used as an argument to support reintroductions of large herbivores onto many landscapes in order to increase vegetation heterogeneity and biodiversity through local-scale disturbance regimes. Most of the research examining the relationship between large herbivores and their impact on landscapes has used extant studies. An alternative approach is to estimate the impact of variations in herbivore populations through time using fossil dung fungal spores and pollen in sedimentary sequences. However, to date, there has been little quantification of fossil dung fungal spore records and their relationship to herbivore numbers, leaving this method open to varied interpretations. In this study, we developed further the dung fungal spore method and determined the relationship between spore abundance in sediments (number cm−2ï¿½year−1) and herbivore biomass densities (kgï¿½ha−1). To establish this relationship, we used the following: (i) the abundance of Sporormiella spp., Sordaria spp. and Podospora spp. spores in modern sediments from ponds and (ii) weekly counts of contemporary wildlife over a period of 5ï¿½years from the rewilded site, Oostvaardersplassen, in the Netherlands. Results from this study demonstrate that there is a highly significant relationship between spore abundance and local biomass densities of herbivores that can be used in the calibration of fossil records. Mammal biomass density (comprising Konik horses, Heck cattle and red deer) predicts in a highly significant way the abundance of all dung fungal spores amalgamated together. This relationship is apparent at a very local scale (&lt;10ï¿½m), when the characteristics of the sampled ponds are taken into account (surface area of pond, length of shoreline). In addition, we identify that dung fungal spores are principally transported into ponds by surface run-off from the shores. These results indicate that this method provides a robust quantitative measure of herbivore population size over time. ï¿½ 2016 The Authors. Methods in Ecology and Evolution ï¿½ 2016 British Ecological Society.Circumpolar Arctic vegetation: A hierarchic review and roadmap toward an internationally consistent approach to survey, archive and classify tundra plot data.Satellite-derived remote-sensing products are providing a modern circumpolar perspective of Arctic vegetation and its changes, but this new view is dependent on a long heritage of ground-based observations in the Arctic. Several products of the Conservation of Arctic Flora and Fauna are key to our current understanding. We review aspects of the PanArctic Flora, the Circumpolar Arctic Vegetation Map, the Arctic Biodiversity Assessment, and the Arctic Vegetation Archive (AVA) as they relate to efforts to describe and map the vegetation, plant biomass, and biodiversity of the Arctic at circumpolar, regional, landscape and plot scales. Cornerstones for all these tools are ground-based plant-species and plant-community surveys. The AVA is in progress and will store plot-based vegetation observations in a public-accessible database for vegetation classification, modeling, diversity studies, and other applications. We present the current status of the Alaska Arctic Vegetation Archive (AVA-AK), as a regional example for the panarctic archive, and with a roadmap for a coordinated international approach to survey, archive and classify Arctic vegetation. We note the need for more consistent standards of plot-based observations, and make several recommendations to improve the linkage between plot-based observations biodiversity studies and satellite-based observations of Arctic vegetation. © 2016 IOP Publishing Ltd..The Study of Inuit Knowledge of Climate Change in Nunavik, Quebec: A Mixed Methods Approach.We address first, the lack of documented indigenous knowledge of climate change in Nunavik, Quebec, regarding impacts on plants; and second, the frequent underutilization of indigenous knowledge in decision making and policy. Our study of three communities indicates that there are similarities and contrasts among and within different areas of Nunavik that point to both general and localized impacts of climate change on Arctic communities. General trends include changes in berry and mammal distribution. Local trends include lower snow abundance, changing wind patterns and varying levels of impacts on travel and traditional activities. To assess these patterns, we used a novel mixed methods approach combining a qualitative analysis followed by a quantitative study of resulting codes and relevant quotes from interviewees. We believe this methodology can provide important insights into translating traditional knowledge into quantitative evidence for environmental policy and decision-making. © 2015 Springer Science+Business Media New York..Diminished response of arctic plants to warming over time.The goal of this study is to determine if the response of arctic plants to warming is consistent across species, locations and time. This study examined the impact of experimental warming and natural temperature variation on plants at Barrow and Atqasuk, Alaska beginning in 1994. We considered observations of plant performance collected from 1994-2000 \"shortterm\" and those from 2007-2012 \"long-term\". The plant traits reported are the number of inflorescences, inflorescence height, leaf length, and day of flower emergence. These traits can inform us about larger scale processes such as plant reproductive effort, plant growth, and plant phenology, and therefore provide valuable insight into community dynamics, carbon uptake, and trophic interactions. We categorized traits of all species monitored at each site into temperature response types.We then compared response types across traits, plant growth forms, sites, and over time to analyze the consistency of plant response to warming. Graminoids were the most responsive to warming and showed a positive response to temperature, while shrubs were generally the least responsive. Almost half (49%) of response types (across all traits, species, and sites combined) changed from short-term to long-term. The percent of plants responsive to warming decreased from 57% (short-term) to 46% (long-term). These results indicate that the response of plants to warming varies over time and has diminished overall in recent years. © 2015 Kremers et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited..Tundra greenness.Arctic shrub growth trajectories differ across soil moisture levels.The circumpolar expansion of woody deciduous shrubs in arctic tundra alters key ecosystem properties including carbon balance and hydrology. However, landscape-scale patterns and drivers of shrub expansion remain poorly understood, inhibiting accurate incorporation of shrub effects into climate models. Here, we use dendroecology to elucidate the role of soil moisture in modifying the relationship between climate and growth for a dominant deciduous shrub, Salix pulchra, on the North Slope of Alaska, USA. We improve upon previous modeling approaches by using ecological theory to guide model selection for the relationship between climate and shrub growth. Finally, we present novel dendroecology-based estimates of shrub biomass change under a future climate regime, made possible by recently developed shrub allometry models. We find that S. pulchra growth has responded positively to mean June temperature over the past 2.5 decades at both a dry upland tundra site and an adjacent mesic riparian site. For the upland site, including a negative second-order term in the climate–growth model significantly improved explanatory power, matching theoretical predictions of diminishing growth returns to increasing temperature. A first-order linear model fit best at the riparian site, indicating consistent growth increases in response to sustained warming, possibly due to lack of temperature-induced moisture limitation in mesic habitats. These contrasting results indicate that S. pulchra in mesic habitats may respond positively to a wider range of temperature increase than S. pulchra in dry habitats. Lastly, we estimate that a 2°C increase in current mean June temperature will yield a 19% increase in aboveground S. pulchra biomass at the upland site and a 36% increase at the riparian site. Our method of biomass estimation provides an important link toward incorporating dendroecology data into coupled vegetation and climate models. © 2017 John Wiley & Sons Ltd.Greater temperature sensitivity of plant phenology at colder sites: implications for convergence across northern latitudes.Warmer temperatures are accelerating the phenology of organisms around the world. Temperature sensitivity of phenology might be greater in colder, higher latitude sites than in warmer regions, in part because small changes in temperature constitute greater relative changes in thermal balance at colder sites. To test this hypothesis, we examined up to 20 years of phenology data for 47 tundra plant species at 18 high-latitude sites along a climatic gradient. Across all species, the timing of leaf emergence and flowering was more sensitive to a given increase in summer temperature at colder than warmer high-latitude locations. A similar pattern was seen over time for the flowering phenology of a widespread species, Cassiope tetragona. These are among the first results highlighting differential phenological responses of plants across a climatic gradient and suggest the possibility of convergence in flowering times and therefore an increase in gene flow across latitudes as the climate warms. © 2017 John Wiley & Sons Ltd.Herbivory Network: An international, collaborative effort to study herbivory in Arctic and alpine ecosystems.Plant-herbivore interactions are central to the functioning of tundra ecosystems, but their outcomes vary over space and time. Accurate forecasting of ecosystem responses to ongoing environmental changes requires a better understanding of the processes responsible for this heterogeneity. To effectively address this complexity at a global scale, coordinated research efforts, including multi-site comparisons within and across disciplines, are needed. The Herbivory Network was established as a forum for researchers from Arctic and alpine regions to collaboratively investigate the multifunctional role of herbivores in these changing ecosystems. One of the priorities is to integrate sites, methodologies, and metrics used in previous work, to develop a set of common protocols and design long-term geographically-balanced, coordinated experiments. The implementation of these collaborative research efforts will also improve our understanding of traditional human-managed systems that encompass significant portions of the sub-Arctic and alpine areas worldwide. A deeper understanding of the role of herbivory in these systems under ongoing environmental changes will guide appropriate adaptive strategies to preserve their natural values and related ecosystem services. © 2016 Elsevier B.V. and NIPR.Shrubs as a growth form.Arctic resilience: No evidence of vegetation change in response to Grazing and Climate Changes in South Greenland.Recent studies suggest that climate changes may have a strong impact on the vegetation composition in Arctic ecosystems, causing increasing dominance of woody species. Evidence from short-term studies on the effects of herbivory indicates that this effect may be counteracted by grazing, but it has not yet been studied whether the effect is persistent and general. Here, we present the results from a large-scale, long-term study of the effects of sheep grazing and climate on the relative dominance of woody plants, graminoids, and forbs. The study is based on exclosures established from 1984 onward across a climatic gradient in South Greenland. The relative cover of the three plant functional types was modeled in a state-space model. There was no significant overall change in the relative cover of the three groups, although such changes occurred intermittently on some sites. This suggests that the relative dominance of the plant functional types is resilient to the impacts of grazing and climate changes in the tundra of South Greenland in line with other studies from sites where summer temperatures have not increased. © 2016 Regents of the University of Colorado..Climate warming as a driver of tundra shrubline advance"}